<div class="item">
    <div class="title">
        <p>4. {{ __('common.faq_4') }}</p>
    </div>
    <div class="text">
        <ul>
            <li>
                <a href="">4.1. Как мы защищаем документы, предоставленные вами?</a>
                <div class="dropdown">
                    <p>Документы, которые вы предоставляете нам, хранятся на выделенном сервере, доступ к которому есть только у ответственных лиц нашего ресурса. На копиях кредитных карт центральные 6 цифр карты и CVC/код на обратной стороне карты скрыты. Все платежные операции выполняются в соответствии со стандартом PCI DSS, что является требованием Visa &amp;Mastercard. Чтобы узнать больше о стандарте PCI, посетите веб-сайт Совета по стандартам безопасности данных индустрии платежных карт (PCI Security Council).</p>
                    <p>Все загруженные документы проверяются антивирусной программой. Обработанные документы хранятся на сервере, доступ к которому можно получить только из нашего защищенного хранилища платежей. Безопасность гарантирована несколькими брандмауэрами, антивирусными программами и системами мониторинга.</p>
                </div>
            </li>
            <li>
                <a href="">4.2. Электронные кошельки</a>
                <div class="dropdown">
                    <p>Skrill – скриншот экрана вашего Skrill-профиля, на котором видно ваше имя и адрес электронной почты. После того, как вы вошли в свою учетную запись Skrill, можете найти это в разделе «Мой аккаунт»&gt; «Настройки»&gt; «Личная информация».</p>
                    <p>Neteller – скриншот/снимок экрана вашего Neteller-профиля, где видно ваше имя и ID.</p>
                    <p>Банковский перевод – документ выписки из вашего банка, на котором видны  ваше имя, номер банковского счета и логотип банка.</p>
                    <p>Обратите внимание! Если вы загружаете документы через мобильное устройство, учтите, что не все устройства и операционные системы поддерживают эту функцию в полной мере. В таком случае используйте десктопную версию.</p>
                </div>
            </li>
            <li>
                <a href="">4.3. Зачем нам нужны ваши документы?</a>
                <div class="dropdown">
                    <p>Предоставляя нам необходимые документы, вы защищаете свой аккаунт, и тем самым помогаете нам соблюдать все обязательные правила и нормативно-правовые акты. Зная  настоящего владельца аккаунта, мы можем предотвратить мошенничество и кражу учетной записи сторонними лицами.</p>
                    <p>Документы запрашиваются при первом выводе средств или после Х суммы депозитов. Вы можете загрузить ваши документы здесь -&gt; Идентификация.</p>
                </div>
            </li>
            <li>
                <a href="">4.4. Что требуется?</a>
                <div class="dropdown">
                    <p>Нам понадобятся от вас документы, подтверждающие вашу личность и адрес.</p>
                    <p>Чтобы соблюсти законодательство и защитить ваш аккаунт, нам нужны информация, подтверждающая вашу личность, место проживания, каким банком выдана кредитная карта, сканы лицевой и обратной сторон карты.</p>
                </div>
            </li>
        </ul>
    </div>
</div>
<div class="item">
    <div class="title">
        <p>5. {{ __('common.faq_5') }}</p>
    </div>
    <div class="text">
        <ul>
            <li>
                <a href="">5.1. Игры тормозят. В чем дело?</a>
                <div class="dropdown">
                    <p>Убедитесь, что у вас установлена последняя версия браузера (мы рекомендуем Google Chrome) и последняя версия Flash-плеера.</p>
                    <p>Убедитесь, что проблема не в вашем интернет-соединении (попробуйте проверить сетевой кабель роутера, если беспроводное соединение работает не так, как должно) и закройте любые фоновые программы, которые могут тормозить операционную систему или использовать часть траффика.</p>
                    <p>То же самое относится и к мобильным устройствам, требующим стабильного Wi-Fi-соединения.</p>
                    <p>Если проблема не устранена, обратитесь в нашу Службу поддержки.</p>
                </div>
            </li>
            <li>
                <a href="">5.2. Что произойдет, если игра зависнет в середине раунда?</a>
                <div class="dropdown">
                    <p>Если ваша игра зависла, то в следующий раз когда вы ее откроете, она продолжится с того места, на котором прервалась.</p>
                    <p>Если у вас нет возможности вернуться в игру, раунд будет завершен на сервере, даже если ваш компьютер завис, или интернет перестал работать. Как и в обычной ситуации, выигрыш будет выплачен на ваш аккаунт.</p>
                </div>
            </li>
            <li>
                <a href="">5.3. Я не могу открыть игру. В чем дело?</a>
                <div class="dropdown">
                    <p>Это может означать, что вы потеряли связь с сервером. Попробуйте выйти из аккаунта и снова зайти, повторите попытку.</p>
                    <p>Иногда для загрузки игры вам может понадобиться перезапустить браузер.</p>
                    <p>Если проблема не устранилась, обратитесь в нашу Службу поддержки.</p>
                </div>
            </li>
            <li>
                <a href="">5.4. Как сделать скриншот?</a>
                <div class="dropdown">
                    <p>Сделать скриншот – означает сфотографировать то, что в данный момент отображается на экране компьютера.</p>
                    <p>Изображение сохраняется в виде файла на вашем компьютере или мобильном устройстве. Его легко прикрепить к электронному письму и отправить нам.</p>
                    <p>5.4.1 Как сделать скриншот в Windows</p>
                    <p>Шаг 1: Убедитесь, что на экране отображается то, что вам нужно для скриншота.</p>
                    <p>Шаг 2: Нажмите на клавиатуре на клавишу «Print Screen (PrtScr)» (она обычно находится в правой части клавиатуры).</p>
                    <p>Шаг 3: Откройте на вашем компьютере программу «Paint» или «Word» и нажмите сочетание клавиш Ctrl + V (или выберите «Вставить» в меню «Правка»). Изображение будет вставлено (это изображение, которое компьютер сохранил после нажатия на клавишу «Print Screen (PrtSc)»).</p>
                    <p>Шаг 4: Сохраните файл на вашем компьютере. Мы рекомендуем сохранить файл на рабочем столе, чтобы вы могли легко его найти.</p>
                    <p>Шаг 5: Прикрепите файл к электронному письму и отправьте его нам.</p>
                    <p>5.4.2 Инструкция для Mac</p>
                    <p>Шаг 1: Убедитесь, что на экране отображается то, что вам нужно для скриншота.</p>
                    <p>Шаг 2: Нажмите Shift + CMD +4, затем нажмите пробел – появится камера. Щелкните мышью, чтобы сделать снимок текущего окна. Изображение сохранится на рабочем столе с текущим временем и датой.</p>
                    <p>Шаг 3: Прикрепите файл к электронному письму и отправьте его нам.</p>
                    <p>5.4.3 Инструкции для мобильных устройств</p>
                    <p>В зависимости от производителя телефона могут быть отличия. На iPhone просто нажмите и удерживайте кнопку «Sleep/Wake», затем нажмите кнопку «Home».</p>
                    <p>На Samsung одновременно нажмите и удерживайте кнопки «Home» и «Power button».</p>
                    <p>Как только скриншот будет сделан, он автоматически сохранится в галерее камеры.</p>
                    <p>Чтобы сделать скриншот на других устройствах Android или других операционных системах, прочтите FAQ вашего мобильного устройства.</p>
                </div>
            </li>
            <li>
                <a href="">5.5. Что делать, если сайт LepreconCasino.com заблокирован?</a>
                <div class="dropdown">
                    <p>Если вы не можете открыть сайт, и вам кажется, будто он заблокирован, просто следуйте инструкциям в статье:</p>
                    <p>VPN-сервисы</p>
                </div>
            </li>
        </ul>
    </div>
</div>
<div class="item">
    <div class="title">
        <p>6. {{ __('common.faq_6') }}</p>
    </div>
    <div class="text">
        <ul>
            <li>
                <a href="">6.1. Как закрыть свой аккаунт?</a>
                <div class="dropdown">
                    <p>Если вы решили закрыть свой аккаунт на LepreconCasino, сначала вы должны обратиться в Службу поддержки через электронную почту, привязанную к учетной записи. Также можно обратиться в онлайн-чат поддержки. Сообщите техническому ассистенту, что вы хотите закрыть свой аккаунт. К сожалению, мы не выполняем запросы на закрытие аккаунта по телефону.</p>
                    <p>Для закрытия игрового аккаунта можно использовать следующие методы:</p>
                    <ol>
                        <li>Чтобы закрыть аккаунт на временной основе, обратитесь в Службу поддержки и попросите временно деактивировать вашу учетную запись. Когда будете готовы ее разблокировать, снова обратитесь в Службу поддержки.</li>
                        <li>Чтобы удалить личный аккаунт без возможности восстановления, обратитесь в Службу поддержки и попросите удалить вашу учетную запись перманентно. В этом случае вы уже не сможете восстановить свой аккаунт.</li>
                        <li>Чтобы удалить аккаунт вследствие проблем с азартными играми, обратитесь в Службу поддержки и сообщите им об этой причине. В этом случае вы также не сможете восстановить свой аккаунт ни под каким предлогом. Он будет удален перманентно.</li>
                    </ol>
                </div>
            </li>
            <li>
                <a href="">6.2. Могу ли я заблокировать определенную игру в своем аккаунте, чтобы я не мог в нее играть?</a>
                <div class="dropdown">
                    <p>К сожалению, LepreconCasino не предоставляет возможности выборочно блокировать игры из общего списка.</p>
                </div>
            </li>
            <li>
                <a href="">6.3. Может ли кто-либо из моих аффилированных лиц  также иметь аккаунт LepreconCasino?</a>
                <div class="dropdown">
                    <p>У игрока может быть только один аккаунт, но его родственники или близкие также могут создать учетную запись на LepreconCasino. Для этого, пожалуйста, обратитесь к нам.</p>
                </div>
            </li>
            <li>
                <a href="">6.4. Зачем мне отправлять личные документы для верификации моего аккаунта?</a>
                <div class="dropdown">
                    <p>Для добросовестного осуществления законной деятельности в полном объеме, а также гарантий безопасности вашего аккаунта могут потребоваться некоторые документы, подтверждающие личность пользователя, особенно для вывода средств. В случае необходимости мы можем затребовать от игрока пройти дополнительную верификацию для вывода средств. Загрузить верификационные документы можно, войдя в учетную запись, в меню «Мой аккаунт» &gt; «Идентификация».</p>
                </div>
            </li>
        </ul>
    </div>
</div>