<div class="item" id="about-us">
    <div class="title">
        <h2>О нас</h2>
    </div>
    <div class="text">
        <h3>Добро пожаловать в lepreconcasino</h3>
        <p>Несмотря на то, что <strong>LepreconCasino</strong> - это молодой проект, который был запущен в конце 2018 года, он быстро набирает обороты, создавая исключительно положительную репутацию в мире онлайн-азартных игр. Разнообразие и надежность являются двумя основными преимуществами <strong>LepreconCasino</strong>.</p>
        <p>Разнообразие казино заключается в том, что мы не концентрируем наши усилия на каких-либо играх определенного типа, как это часто бывает в других известных онлайн-казино, а скорее представляют нашим посетителям широкий выбор лучших азартных игр от всемирно известных поставщиков.</p>
        <p>Надежность <strong>LepreconCasino</strong>, в первую очередь, заключается в полной защите всего веб-сайта, а также каждой финансовой транзакции с использованием передового криптографического протокола. Выбор <strong>LepreconCasino</strong> означает, что вы можете быть абсолютно уверены в том, что ваши депозиты и выигрыши будут полностью защищены, в то время как вы получите потрясающее казино, играя в совершенно безопасную атмосферу.</p>
        <p><strong>LepreconCasino</strong> - молодой и очень амбициозный проект. Наша команда неустанно работает над тем, чтобы сделать <strong>LepreconCasino</strong> еще более привлекательным и прибыльным для наших посетителей. Мы абсолютно уверены, что в будущем <strong>LepreconCasino</strong> получит конкурентное преимущество во многих широко распространенных казино и вытолкнет их из Olympus глобальной индустрии онлайн-азартных игр.</p>
        <p>Наша дружная и профессиональная группа поддержки рада помочь вам, если у вас есть вопросы или вам нужна помощь.</p>
        <p>Вы можете связаться с нами через чат или по электронной почте: <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a></p>
    </div>
</div>

<div class="item" id="contacts">
    <div class="title">
        <h2>Контакты</h2>
    </div>
    <div class="text">
        <p>Наша дружественная и профессиональная группа поддержки рада помочь Вам, если у Вас есть какие-либо вопросы или Вам нужна помощь.</p>
        <p>Вы можете связаться с нами через чат или электронную почту: <a href="mailto:{{ env('SUPPORT_EMAIL') }}">{{ env('SUPPORT_EMAIL') }}</a></p>
    </div>
</div>

<div class="item" id="terms-and-conditions">
    <div class="title">
        <h2>Правила и условия пользования сервисом Lepreconcasino</h2>
    </div>
    <div class="text">
        <h3>Общие положения</h3>
        <p>1.1. Эти Условия и Правила («У&П» или «Соглашение») применяются к Вашему пользованию Играми (как обозначено внизу), и связанных с ними интернет, мобильной или другими платформами через <a href="">www.lepreconcasino.com</a> («Веб-сайт») или другие связанные с ним URL-адреса.</p>
        <p>1.2. Lepreconcasino предлагает Веб-сайт и Игры.</p>
        <p>1.3. Lepreconcasino в этих У&П относится к _______________.</p>
        <p>1.4. Эти У&П представляют собой обязательное соглашение между Вами и Lepreconcasino.</p>
        <p>1.5. Lepreconcasino лицензировано и регламентировано на Кюрасао по лицензии _______________.</p>
        <p>1.6. Эти У&П вступят в силу, как только Вы нажмете «Продолжить». Делая это, Вы подтверждаете Lepreconcasino, что Вы прочитали эти У&П и приняли их. Используя любую страницу Веб-сайта после этого, Вы подтверждаете, что соглашаетесь с этими У&П.</p>
        <p>1.7. Вы должны полностью и внимательно прочитать эти У&П, прежде чем нажать «Продолжить». Если Вы не согласны с каким-либо условием этих У&П, тогда Вы не должны использовать или продолжать использовать Веб-сайт.</p>
        <p>1.8. Вы полностью понимаете и соглашаетесь с тем, что ограничиваетесь правилами и условиями, описанными в настоящем документе, в которые могут время от времени вноситься правки от Lepreconcasino.</p>
        <p>1.9. Lepreconcasino оставляет за собой право изменяться эти У&П, и, таким образом, изменять соглашение между Вами и Lepreconcasino в любое время, как с уведомлением, так ибез него.</p>
        <p>1.10. Такие правки вступают в силу немедленно, сразу же после их публикации на <a href="">www.lepreconcasino.com</a>. Вы несете ответственность за рассмотрение настоящего Соглашения вместе со специфическими Правилами каждой Игры, в которой принимаете участие, чтобы обновлять новые правки каждый раз, когда играете. Вы можете легко проверить, изменились ли эти У&П, указав номер версии и дату текущей редакции У&П, которые указаны на этой странице.</p>
        <p>1.11. Правила участия и объяснения к любой из игр Lepreconcasino, поддержка вашей учетной записи в Lepreconcasino и другая важная информация предоставлены отдельными ссылками на Веб-сайте и включены ссылками в эти У&П.</p>
        <p>1.12. Любая ссылка на игры Lepreconcasino в этом соглашении должна относиться к Казино, «Живому» Казино или другим Играм, которые могут время от времени публиковаться на Веб-сайте. Lepreconcasino оставляет за собой право добавлять и удалять Игры с Веб-сайта по своему усмотрению. Lepreconcasino оставляет за собой право отказать и/или лимитировать ставки и/или пари.</p>
        <h3>Ваша учетная запись</h3>
        <p><strong>2.1. Регистрация и открытие Вашей учетной записи:</strong></p>
        <p>2.1.1. Для того, чтобы принять участие в любой из Игр Lepreconcasino на реальные деньги, Вы должны зарегистрироваться в системе Lepreconcasino, открыть учетную запись («Учетная Запись») и внести деньги на в порядке, указанном на сайте.</p>
        <p>2.1.2. Lepreconcasino имеет право назначать третьи стороны для получения, обработки и/или уплаты денежных средств от имени Lepreconcasino, а также менять указанные платежные сервисы, добавлять, изменять и удалять способы оплаты, предлагаемые Вам на Веб-сайте Lepreconcasino по собственному усмотрению.</p>
        <p>2.1.3. Если Вы открываете или пытаетесь открыть несколько учетных записей, по какой-либо причине, Lepreconcasino может заблокировать или закрыть одну или все Ваши учетные записи по собственному усмотрению. В случае, если Lepreconcasino примет решение оставить одну из учетных записей открытой, то такая учетная запись будет первой зарегистрированной Вами учетной записью (основываясь на дату регистрации), на которую будут переведены Ваши оставшиеся депозиты, если таковые имеются. Lepreconcasino вычитает административный сбор в размере 50 евро за каждый открытый вами счет, который требует консолидации, а также любые другие сборы, которые могут проводиться в соответствии с этими Условиями и Правилами.</p>
        <p>2.1.4. Если Вы заметили, что имеете доступ более чем к одной Учетной Записи участника под разными именами, следует незамедлительно уведомить об этом Lepreconcasino.</p>
        <p>2.1.5. Запрос на открытие Учетной Записи проводится путем заполнения регистрационной формы онлайн и отправления ее в Lepreconcasino. Lepreconcasino оставляет за собой право отказать в открытии Учетной Записи.</p>
        <p>2.1.6. Вы должны ввести всю обязательную информацию, запрашиваемую Вашей регистрационной формой, включая данные о Вашей личности, Ваш адрес и контактные данные, действительный адрес электронной почты. Вся информация, предоставленная Lepreconcasino, должна быть актуальной и правильной. Вы ответственны за то, чтобы предоставленная информация была правдивой, полной и правильной. Тем самым, Вы подтверждаете и гарантируете Lepreconcasino, что предоставленная информация является достоверной. Lepreconcasino проводит проверки ввода или вывода денег игроков самостоятельно или через третьих лиц. Вас могут попросить предоставить Lepreconcasino документы, такие как копия паспорта, счета за коммунальные услуги или кредитная карта. Ваша Учетная Запись может быть заблокирована или закрыта, а средства на Вашей Учетной Записи могут удерживаться, если Вы не предоставляете запрашиваемую информацию или документы, или же если такая информация либо документы, которые Вы предъявляете, являются ложными или вводящими в заблуждение. Вы ответственны за актуальность предоставленной информации, и должны своевременно и немедленно сообщить нам о любых изменениях в данных, предоставленных во время регистрации.</p>
        <p>2.1.7. В ходе регистрации Вам нужно будет ввести адрес электронной почты и указать Ваш пароль для входа на Веб-сайт. Вы несете ответственность за то, чтобы данные для входа в систему оставались недоступными для третьих лиц. Не рассказывайте о данных для входа в Учетную Запись кому-либо. Lepreconcasino не несет ответственности за любое злоупотребление или неправильное использование Вашей Учетной Записи третьими лицами по Вашей вине, будь то намеренное или случайное, активное или пассивное использование Ваших данных для входа в систему.</p>
        <p>2.1.8. Вам не разрешается переводить средства со Своей Учетной Записи другим игрокам или получать деньги от других игроков на Свою Учетную Запись.</p>
        <p>2.1.9. Вам не разрешается регистрироваться, если вы житель Австралии, Бангладеш, Дании, Испании, Китая, Гонконга, Нидерландов, Нидерландских Антильских островов, Турции, Соединенного Королевства, Таиланда, Вьетнама или США.</p>
        <p><strong>2.2. Условия использования услуг Lepreconcasino</strong></p>
        <p>2.2.1. Вы можете участвовать в любой Игре только при наличии достаточного количества средств для участия в Вашей Учетной Записи.</p>
        <p>2.2.2. Вся информация, необходимая для внесения средств на Ваш Счет Участника, указана в разделе «Моя Учетная Запись» на Веб-сайте. Вы можете использовать любой из доступных способов, которые указаны на этих страницах. В них могут время от времени вноситься поправки. Обратите внимание, что некоторые из способов могут быть недоступны в определенных странах.</p>
        <p>2.2.3. В зависимости от выбранного способа, за вклады могут взимать плату. Информацию о текущих сборах за перечисление средств, смотрите в разделе «Моя Учетная Запись» для каждого способа вклада. Ваш банк может самостоятельно взимать плату за банковские переводы и другие способы оплаты.</p>
        <p>2.2.4. Мы принимаем платежи в EUR, USD, GBP, AUD, CHF, JPY, CNY, RUB и TRY. Доступность валют зависит от конкретного способа оплаты и рынка.</p>
        <p>2.2.5. При использовании кредитной или дебетовой карты для подтверждения внесения средств Lepreconcasino должен получить код авторизации. Если Lepreconcasino не получит такой авторизации, на Вашу Учетную Запись не будут переведены денежные средства.</p>
        <p>2.2.6. Lepreconcasino оставляет за собой право проводить дополнительные проверки Вашей личности во время внесения и снятия вкладов с Вашей Учетной Записи.</p>
        <p>2.2.7. Lepreconcasino не предоставляет никаких кредитных услуг на участие в играх, рекламных акций или друге услуги, которые представлены на веб-сайте.</p>
        <p>2.2.8. Ни на один баланс на Вашей Учетной Записи не будут насчитываться проценты. Вы должны вкладывать средства в Вашу Учетную Запись только для использования их в Играх. Не используйте Lepreconcasino в качестве финансового учреждения.</p>
        <p>2.2.9. Недействующие и неактивные учетные записи</p>
        <p>2.2.9.1. Неактивная учетная запись – это учетная запись, в которую не было входа в течение 12 месяцев. Недействующая учетная запись – это учетная запись, на которую не было входа в течение 24 месяцев. Lepreconcasino свяжется с любым игроком, чья учетная запись стала неактивной, и на которой при этом остался денежный баланс. Если через 12 месяцев после последнего входа в систему, Lepreconcasino не может связаться с Вами, то ежемесячно с Вашего счета будет сниматься 5 евро для покрытия административных сборов. Как только Ваша учетная запись прекратит свою работу и Lepreconcasino не сможет связаться с Вами, Ваша учетная запись будет закрыта, а оставшийся баланс на Вашем счете будет удален.</p>
        <p>2.2.9.2. Если Lepreconcasino снял с Вас Административную Плату, до того, как Учетная Запись стала недействительной, а Вы снова начали играть, Lepreconcasino активирует оставшийся счет и вернет уплаченные административные сборы.</p>
        <p>2.2.10. Lepreconcasino оставляет за собой право использовать платежную систему Lepreconcasino для обработки определенных типов сделки. Lepreconcasino – зарегистрированная компания в Великобритании, работающая по лицензии её материнской компании _______________ ... Более подробную информацию можно найти в разделе О нас.</p>
        <p><strong>2.3. Выплаты</strong></p>
        <p>2.3.1. Когда Вы получаете высокие результаты в Играх, учитывая Правила и Условия, выигрыши становятся доступными на Вашей Учетной Записи.</p>
        <p>2.3.2. Если Lepreconcasino ошибочно кредитует Вашу Учетную Запись выигрышами, которые не принадлежат Вам, будь то по причине технической ошибки человеческого фактора, средства остаются собственностью Lepreconcasino, и сумма будет переведена обратно с Вашей Учетной Записи. Если Вы, осознавая, что произошла ошибка, отозвали средства, которые не принадлежат Вам, или использовали их в играх, без ущерба другим средствам правовой защиты и действиям, которые разрешены законом, ошибочно выплаченная сумма будет представлять собой Вашу задолженность перед Lepreconcasino. В случае ошибочного кредитования, Вы обязаны немедленно уведомить Lepreconcasino по электронной почте.</p>
        <p>2.3.3. Lepreconcasino проводит дополнительную проверку перед любой выплатой, превышающей эквивалент 500 евро, а также оставляет за собой право проводить такие процедуры проверки в случае более низких выплат.</p>
        <p><strong>2.4. Вывод средств из Учетной Записи</strong></p>
        <p>2.4.1. Если не указана лимитированная сумма, Вы можете снять любое количество, нажав на «Счет». В таком случае вы получите сумму баланса Вашей Учетной Записи Lepreconcasino, за вычетом сборов и средств, связанных с бонусами, и любой соответствующей комиссии за снятие средств. Снимать деньги нужно после действительного уведомления Lepreconcasino на Веб-сайте об отзыве суммы с Вашего счета.</p>
        <p>2.4.2. Уведомления о снятии средств должны быть доставлены через Веб-сайт. Lepreconcasino не принимает требования о снятии средств по телефону или по электронной почте. Сотрудникам Lepreconcasino не разрешено действовать в обход этих инструкции.</p>
        <p>2.4.3. Как игрок, Вы можете снимать все свои средства в любое время с Веб-сайта, однако Lepreconcasino оставляет за собой право лимитировать сумму снятия игроком до максимальной суммы 5000 евро в день, 10 000 евро в неделю и 30 000 евро в календарном месяце, если только вывод большей сумма не был оговорен предварительно. Минимальная сумма снятия средств зависит от выбранного способа проведения этой операции, и находится в Учетной Записи.</p>
        <p>2.4.4. Lepreconcasino предлагает широкий спектр способов вывода денег. В зависимости от выбранного способа вывода денег будет взиматься палата. Информация о текущих сборах за снятие средств описана в разделе «Моя Учетная Запись». Кроме того, Ваш банк может добавлять дополнительную плату за обработку. Эти суммы могут изменяться со временем.</p>
        <p>2.4.5. Lepreconcasino оставляет за собой право кредитовать Вас, используя тот же метод, что и ранее.</p>
        <p>2.4.6. Lepreconcasino может запросить идентификационные документы для всех операций по выводу средств.</p>
        <p>2.4.7. Вы соглашаетесь с тем, что средства, внесенные на счет Вашей Учетной Записи, должны использоваться Вами только для участия в Играх. Оператор оставляет за собой право взимать административный сбор в размере 15 евро, если Вы запросите вывод средств без оборачиваемости Счета.</p>
        <p><strong>2.5. Закрытие учетной записи пользователя</strong></p>
        <p>2.5.1. Вы можете закрыть Свою Учетную Запись в любое время, и Lepreconcasino вернет все средства Вашей Учетной Записи с вычетом соответствующих сборов. Для Закрытия Учетной Записи Вы должны связаться со службой поддержки клиентов в письменной форме. Если причина закрытия Счета связана с опасениями относительно возможного развития зависимости от азартных игр, игрок должен указать это.</p>
        <p>2.5.2. Способ обратного перечисления средств будет выбран по нашему усмотрению.</p>
        <p>2.5.3. Lepreconcasino оставляет за собой право закрыть Учетную Запись и вернуть Вам денежный баланс Вашего счета с вычетом соответствующих сборов. Lepreconcasino может заблокировать аккаунт, предварительно уведомив Вас об этом.</p>
        <p>2.5.4. Если Вы не заходите на Свою Учетную Запись, используя Свой «Email» и «Пароль» в течение одного (1) года, весь баланс может быть удален после уведомления, которое будет отправлено на зарегистрированный адрес электронной почты.</p>
        <p>2.5.5. Lepreconcasino оставляет за собой право удерживать и удалять любые бонусы, присужденные Вам, если они не были использованы в течение 3 месяцев с даты их получения.</p>
        <p>2.5.6. Доступность и удобство использования бонуса могут применяться для определенных рынков. Если какой-либо конкретный бонус требуется на одном из этих рынков, Lepreconcasino оставляет за собой право аннулировать любые связанные с выигрышем бонусы. Ограничения могут время от времени меняться по усмотрению Lepreconcasino. Получать и/или использовать какие-либо бонусы не могут следующие рынки: Албания, Армения, Беларусь, Босния и Герцеговина, Бразилия, Болгария, Камбоджа, Китай, Хорватия, Грузия, Греция, Венгрия, Индонезия, Казахстан, Латвия, Литва, Македония, Маврикий, Молдова, Черногория, Мьянма, Северная Корея, Нидерланды, Нидерландские Антильские острова, Филиппины, Польша, Россия, Сербия, Таиланд, Турция, Украина, Соединенное Королевство, США, Вьетнам.</p>
        <h3>Программа Лояльности Lepreconcasino</h3>
        <p>3.1. Lepreconcasino оставляет за собой право изменять в любое время У&П и правила, касающиеся Программы Лояльности Lepreconcasino, например, изменять параметры подсчета Очков. Если Lepreconcasino подозревает, что Вы задействованы в незаконных или мошеннических схемах, используя Программу Лояльности, или нарушаете У&П Lepreconcasino, Lepreconcasino может временно заморозить или закрыть Вашу учетную запись и/или любую другую учетную запись, связанную с Вашими неподобающими действиями (например, ученая запись приглашенного Вами друга) по собственному усмотрению Lepreconcasino.</p>
        <p>3.2. Подтверждая У&П, Вы автоматически становитесь участником Программы Лояльности Lepreconcasino. Вы будете зарабатывать Очки, играя на реальные деньги, пополняя счет Вашей учетной записи, и даже за регистрацию.</p>
        <p>3.3. Игра на реальные деньги в Lepreconcasino – это лучший способ заработать Очки.</p>
        <p>3.4. Вы можете мгновенно начать использовать заработанные Очки.</p>
        <p>3.5. Заработанные Очки можно обменять на реальные деньги, бесплатные спины и бонусы в Магазине.</p>
        <p>3.6. Заработанные Очки активны в течение 120 дней с даты их начисления.</p>
        <p>3.7. Очки принадлежат только Вам и не могут быть перечислены на другую учетную запись.</p>
        <p>3.8. Очки обновляются мгновенно.</p>
        <p>3.9. Вся необходимая информация о количестве заработанных Очков и об их доступности указана в разделе «Моя учетная запись».</p>
        <h3>VIP-программа Lepreconcasino</h3>
        <p>4.1. Lepreconcasino оставляет за собой право изменять в любое время У&П и правила участия в VIP-программе, например изменять параметры подсчета Очков. Если Lepreconcasino подозревает, что Вы задействованы в незаконных или мошеннических схемах, используя VIP-программу, или нарушаете У&П Lepreconcasino, Lepreconcasino может временно заморозить или закрыть Вашу учетную запись и/или любую другую учетную запись, связанную с Вашими неподобающими действиями (например, учетная запись приглашенного Вами друга) по собственному усмотрению Lepreconcasino.</p>
        <p>4.2. VIP-месяц длится с 1-го по последнее число каждого календарного месяца.</p>
        <p>4.3. Все заработанные очки за один календарный месяц определяют ваш VIP-уровень в следующем месяце.</p>
        <p>4.4. Заработанные Очки доступны в течение 3 лет с даты их зачисления.</p>
        <p>4.5. Ваш VIP-уровень обновляется в первый день каждого календарного месяца и действует до последнего дня месяца. Если по какой-то причине вы не играете в течение некоторого времени, Ваш VIP-уровень будет оставаться прежним в течение двух VIP-месяцев.</p>
        <p>4.6. Ежемесячно VIP-клиенты получают на свой счет кешбэк. Размер кешбэка зависит от VIP-уровня.</p>
        <p>4.7. Ежемесячный VIP-кешбэк зачисляется на 15 день каждого месяца.</p>
        <p>4.8. Размер Кешбэка = сумма вкладов – (сборы + бонусные начисления + остаток на счете).</p>
        <p>4.9. Минимальная сумма Кешбэка, которая будет зачислена, составляет €50,00.</p>
        <h3>Ваши обязанности как игрока</h3>
        <p><strong>5.1. Принимая У&П, Вы подтверждаете и гарантируете, что:</strong></p>
        <p>5.1.1. Вы достигли 18-летия или минимального возраста, с которого разрешено играть в подобные игры согласно законам юрисдикции, применяемым к Вам, и можете принимать участие в Играх, доступных на Веб-сайте, в соответствии с законами, применяемыми к Вам;</p>
        <p>5.1.2. Вы будете пользоваться Веб-сайтом и Вашей Учетной Записью исключительно для участия в Играх, а не для каких-либо финансовых или иных операций. Участие в Играх не должно восприниматься как работа, а лишь как досуг и развлечение;</p>
        <p>5.1.3. Вы участвуете в Играх от своего имени, а не от имени третьего лица;</p>
        <p>5.1.4. Вы не являетесь жителем территории, где азартные игры запрещены законом;</p>
        <p>5.1.5. Вся информация, предоставляемая Вами Lepreconcasino на протяжении срока действия настоящего соглашения, является достоверной, полной и правильной, и Вы немедленно сообщите Lepreconcasino о любом изменении данных в этой информации;</p>
        <p>5.1.6. Вы ответственны за уведомление обо всех снятиях, и учет всех налогов, взимаемых с Вас в соответствии с законами, за любые выигрыши, которые Вы получаете от Lepreconcasino;</p>
        <p>5.1.7. Все деньги, которые Вы вносите на баланс Вашей учетной записи, не замешены в незаконных схемах и не имеют незаконного источника;</p>
        <p>5.1.8. Вы понимаете, что, участвуя в Играх, Вы рискуете потерять деньги, внесенные на Ваш пользовательский счет;</p>
        <p>5.1.9. Вы не будете участвовать в каких-либо мошеннических, сговорных, фиктивных или других незаконных схемах в отношении любой Вашей Игры или Игры третьего лица. И не будете использовать какие-либо вспомогательные программы, технические приборы или аппараты для участия в Играх. Lepreconcasino оставляет за собой право аннулировать/закрыть Вашу учетную запись или закрыть Вам доступ к Игре в случае таких действий;</p>
        <p>5.1.10. Для внесения и снятия средств с Вашего пользовательского счета, Вы будете использовать только действующие и разрешенные законом финансовые инструменты;</p>
        <p>5.1.11. Программное обеспечение, которое мы Вам предоставляем, принадлежит Lepreconcasino или третьим сторонам и защищено авторскими правами и другими законами об интеллектуальной собственности. Вы можете использовать программное обеспечение только в Ваших личных развлекательных целях в соответствии с правилами, условиями и положениями, установленными настоящим законом, правилами и нормативно-правовыми актами;</p>
        <p>5.1.12. В Играх на Веб-сайте Вам следует участвовать таким же образом, как и в других схожих играх в иных заведениях. Вы будете вежливы с другими игроками и представителями Lepreconcasino, будете избегать грубых и непристойных комментариев, в том числе и в сообщениях в чате.</p>
        <h3>Ответственная игра</h3>
        <p>6.1. Вы можете по своему усмотрению отказаться от участия в любых Играх. Чтобы заблокировать доступ к ним, перейдите в раздел «Моя Учетная Запись» и выберите «Ответственная игра».</p>
        <p>6.2. Настраивая Учетную Запись, Вы также можете указать максимальный размер потерь. Поставленное ограничение будет блокировать вклады, сумма которых, превышает заданную сумму за выбранный период времени. Вы также можете выбрать ограничения по времени на сеансы игр, обратившись в службу поддержки.</p>
        <p>6.3. Если Вы выберете для себя ограничение по времени, описанное выше, Вы не сможете зайти на Учетную Запись в течение выбранного периода ограничений. Соглашение об ограничениях находится в разделе «Ответственная Игра» раздела «Моя учетная запись».</p>
        <p>6.4. Любой запрос на самоограничения действителен только для Lepreconcasino.</p>
        <h3>Третьи разработчики игр</h3>
        <p>7.1. Lepreconcasino работает с разработчиками игр, такими как Microgaming и Nettent. Lepreconcasino не несет ответственности за разногласия, связанные с играми сторонних разработчиков, действующих на основании собственной лицензии и игровых правил.</p>
        <h3>Политика конфиденциальности</h3>
        <p>8.1. Активируя свою Учетную запись, Вы соглашаетесь на обработку Lepreconcasino Ваших личных данных для предоставления Вам доступа к Учетной записи, к использованию Веб-сайта, к участию в Играх и к вспомогательным услугам.</p>
        <p>8.2. Lepreconcasino будет защищать Вашу личную информацию, и хранить Вашу конфиденциальность в соответствии с законом.</p>
        <p>8.3. Lepreconcasino будет использовать Ваши персональные данные только для того, чтобы вы могли принимать участие в Играх и выполнять требуемые операции.</p>
        <p>8.4. Так же Lepreconcasino будет обрабатывать Ваши персональные данные с целью проведения процесса верификации для участия в Играх.</p>
        <p>8.5. Ваши личные данные не будут переданы третьим лицам, если этого не требуется для обработки Ваших запросов, к примеру, выполнения транзакций на Вашей учетной записи, или участия в Играх, проведения верификации или, наконец, если это требуется законом. Деловые партнеры Lepreconcasino или разработчики игр (с которыми взаимодействует Lepreconcasino) несут ответственность за проведение определённых операций на Веб-сайте, поэтому персональные данные могут быть переданы в их пользование. Подтверждая свою Учетную запись, Вы соглашаетесь на все условия.</p>
        <p>8.6. Вы имеете право на доступ к Вашим личным данным Lepreconcasino.</p>
        <p>8.7. Вы должны незамедлительно сообщить Lepreconcasino об изменениях в своем профиле или информации, предоставленной Вами в ходе регистрации Учетной Записи.</p>
        <p>8.8. Чтобы предоставить Вам качественное обслуживание, Lepreconcasino и/или разработчикам его сервисов может потребоваться передать Ваши личные данные из одной страны в другую. Подтверждая свою личность, Вы соглашаетесь на пересылку Ваших личных данных.</p>
        <p>8.9. Во время обработки информации Вашей Учетной Записи Lepreconcasino может обратиться к кредитным рейтинговым агентствам, агентствам по обнаружению мошенничества, агентствам по борьбе с отмыванием денег. Принимая правила, Вы соглашаетесь на такие действия.</p>
        <p>8.10. Чтобы Ваше посещение Веб-сайтов стало более комфортным и для того, чтобы обслуживание Lepreconcasino улучшилось, мы собираем небольшую часть информации, отправляемую Вашим браузером, называемую cookie. Вы можете отключить эту функцию. Как это сделать описано в инструкции Вашего браузера. Однако Вы должны понимать, что отключение cookie может ограничивать использование Вами Веб-сайтов.</p>
        <p>8.11. Вы согласны с тем, что Lepreconcasino будет время от времени информировать Вас об изменениях на Веб-сайте, новых услугах и рекламных акциях. Если вы не хотите получать уведомления об этом, отключите рассылку. Вы сможете возобновить получение этих уведомлений, обратившись к нам на адрес электронной почты.</p>
        <h3>Жалобы</h3>
        <p>9.1. Если у Вас есть жалоба, Вы можете:</p>
        <p>9.1.1. Обратиться в раздел «Помощь онлайн» на веб-сайте</p>
        <p>9.1.2. Отправить письмо на адрес электронной почты для клиентов: <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a>.</p>
        <p>9.2. Lepreconcasino приложит максимум усилий для быстрого решения возникшего вопроса.</p>
        <p>9.3. Если у Вас есть запрос, относящийся к какой-либо транзакции, Вы также можете связаться с Lepreconcasino по электронному адресу <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a>, сообщив все детали запроса. Мы рассмотрим все запрашиваемые или оспариваемые транзакции. Принятое нами решение будет окончательным.</p>
        <h3>Незаконченные или прерванные игры</h3>
        <p>10.1 Lepreconcasino не несет ответственности за любые сбои серверов, задержки в работе или технические неполадки в Игре. Утраченные средства могут быть возмещены только на усмотрение руководства.</p>
        <p>10.2. Lepreconcasino не несет ответственности за любой ущерб или убытки, которые возникли из-за сбоев связи на Веб-сайте или его содержимого, включая, задержки или прерывания в работе или в передаче данных, потерю данных, а также ошибки во время пользования.</p>
        <p>10.3. В случае сбоя в работе системы казино, все ставки становятся недействительными.</p>
        <p>10.4. Если игра была начата, но прервана из-за сбоя в системе, Lepreconcasino возмещает сумму, начисленную в Игре, путем зачисления средств на Вашу Учетную Запись. Если Ваша Учетная Запись стала недоступной, тогда деньги будут выплачены в установленном порядке.</p>
        <h3>Ограничение ответственности</h3>
        <p>11.1. Вы участвуете в Играх на свой страх и риск. Веб-сайты и Игры предоставляются Вам без каких-либо гарантий.</p>
        <p>11.2. Обобщая предыдущий пункт, сообщаем, что Lepreconcasino, его руководители, партнеры и разработчики предоставляемых услуг:</p>
        <p>11.2.1. не гарантируют, что программное обеспечение и Веб-сайт соответствует Вашей цели;</p>
        <p>11.2.2. не гарантируют, что программное обеспечение и Веб-сайт не имеет технических ошибок;</p>
        <p>11.2.3. не гарантируют, что Сайты и Игры будут доступны без сбоев;</p>
        <p>11.2.4. не несут ответственности за любые убытки, затраты, расходы или ущерб, будь то прямые, косвенные, специальные или случайные ошибки, возникающие во время Вашего пользования Веб-сайтами или участия в Играх.</p>
        <p>11.3.Настоящим Вы соглашаетесь полностью оградить Lepreconcasino, его руководителей, сотрудников, партнеров и разработчиков услуг от любых расходов, убытков, претензий, согласно правилам Вашего пользования Веб-сайтом или участия в Играх.</p>
        <h3>Борьба с отмыванием денег</h3>
        <p>12.1. Lepreconcasino сообщает о любых подозрительных операциях соответствующим правоохранительным органам.</p>
        <p>12.2. Если Вы заметили какое-либо подозрительное действие в любой из Игр, Вы должны немедленно сообщить об этом Lepreconcasino.</p>
        <p>12.3. Lepreconcasino может приостанавливать, блокировать или закрывать Вашу Учетную Запись, а также удерживать денежные средства, если это требуется условиями соответствующей игровой лицензии.</p>
        <h3>Нарушения, штрафы и прекращение работы</h3>
        <p>13.1. Если вы нарушаете любое положение этих У&П Lepreconcasino, Lepreconcasino оставляет за собой право блокировать, приостанавливать и закрывать Вашу Учетную Запись, удерживать денежные средства на пользовательском Счете (включая депозит) и взимать их за нанесенный Вами ущерб.</p>
        <p>13.2. Если Lepreconcasino подозревает, что Вы участвуете в незаконных действиях во время пользования Веб-сайтом, что Вы нарушаете соглашение, что у Вас возникают проблемы с кредиторами или что Вы каким-либо образом наносите ущерб нашему бизнесу, Lepreconcasino может замораживать или закрывать Вашу Учетную Запись, или отменять любые ставки на усмотрение Lepreconcasino.</p>
        <p>13.3. Вы соглашаетесь с тем, что Lepreconcasino будет принимать окончательное решение в случае нарушения правил, положений или условий Lepreconcasino, в результате чего мы можем запретить Вам любые действия на нашем Веб-сайте.</p>
        <h3>Изъятия</h3>
        <p>14.1. Сумму своего баланса Вы можете выводить в любое время. Минимальный запрос на вывод средств составляет 25 евро. Получить деньги можно с помощью выполнения операций, описанных в разделе «Снятие средств». Примечание: регистрационная информация должна соответствовать платежной информации, которая предоставляется нашему отделу по выплатам кредитов. Любые несоответствия приведут к задержке в зачислении Вам средств.</p>
        <p>14.2. За один период, когда доступны снятия, можно запросить только одну выплату. Запросы на снятие средств принимаются на <a href="">www.lepreconcasino.com</a> по понедельникам, вторникам, средам, четвергам и пятницам в часы работы отдела по выплатам кредитов. Запросы должны быть отправлены до полуночи (по центральноевропейскому времени) за день до желаемой даты зачисления средств.</p>
        <p>14.3. Запросы на снятие средств более 1000 евро должны быть утверждены руководством и требуют нескольких дней для обработки.</p>
        <p>14.4. За один период, когда доступны снятия, можно отправить только один запрос на выплату средств. Если Вы отправили несколько запросов, только первый из них будет рассмотрен, а другие – отменены. Бонусы, удаленные из-за отмены запроса, не возвращаются на пользовательский счет.</p>
        <h3>Интеллектуальная собственность</h3>
        <p>15.1. _______________ является единственным владельцем торговой марки Lepreconcasino и логотипа Lepreconcasino. Любое несанкционированное использование указанного товарного знака или логотипа может привести к судебному преследованию по всей строгости закона.</p>
        <p>15.2. <a href="">www.lepreconcasino.com</a> – это унифицированный адрес ресурса Lepreconcasino и любое несанкционированное использование этого URL-адреса на другом веб-сайте или цифровой платформе запрещено без нашего предварительного письменного согласия.</p>
        <p>15.3. Lepreconcasino является владельцем или законным лицензиатом прав на технологию, программное обеспечение и бизнес-системы, которые используются на этом Веб-сайте.</p>
        <p>15.4. Содержание и структура страниц Веб-сайта Lepreconcasino защищены авторским правом © на имя Lepreconcasino и правом на базы данных. Все права защищены. Авторское право этого Веб-сайта, включая право на весь текст, графику, код, файлы и ссылки, принадлежит Lepreconcasino, и сайт не может быть воспроизведен, передан или сохранен полностью или частично без нашего письменного согласия. Таким образом, Ваша регистрация и использование нашей системы не передают Вам никаких прав интеллектуальной собственности, содержащейся в нашей системе.</p>
        <p>15.5. Ссылка на Веб-сайт и любые его страницы не может быть использована (упомянута) ни на одном другом веб-сайте без предварительного письменного согласия Lepreconcasino.</p>
        <p>15.6. Вы соглашаетесь не использовать какие-либо автоматические или ручные устройства для мониторинга веб-страниц Lepreconcasino или его контента. Вы можете быть привлечены к ответственности за любое несанкционированное использование или воспроизведение данных веб-сайта.</p>
        <h3>Обособленность</h3>
        <p>16.1. Если какое-либо положение этих У&П будет признано незаконным или не имеющим законной силы, такое положение должно быть отделено от этих У&П, а все остальные положения остаются в силе.</p>
        <h3>Уступка прав</h3>
        <p>17.1. Lepreconcasino оставляет за собой право уступать или законно передавать права по настоящему Соглашению. Вы не можете уступать или законно передавать права по настоящему Соглашению.</p>
        <h3>Полное соглашение и приемлемость</h3>
        <p>18.1. Настоящее Соглашение представляет собой полное соглашение между Вами и Lepreconcasino в отношении этого Веб-сайта, и заменяет все предыдущие договоренности и предложения, будь то электронные, устные или письменные, между Вами и Lepreconcasino в отношении этого Веб-сайта.</p>
        <p>18.2. Печатная версия этого соглашения или любые уведомления в электронном виде должны быть использованы в судебном или административном процессе, возникшем из-за этого соглашения или в отношении этого соглашения, на тех же условиях, что и другие документы, первоначально созданные и сохраненные в печатном виде.</p>
        <h3>Применяемое право и юрисдикция</h3>
        <p>19.1 Эти У&П регулируются Законами Великобритании, и стороны договора подчиняются юрисдикции Велибритании.</p>
        <h3>Последнее обновление: 18 августа 2018 г.</h3>
    </div>
</div>

<div class="item" id="responsible-gambling">
    <div class="title">
        <h2>Ответственное отношение к азартным играм</h2>
    </div>
    <div class="text">
        <p>В то время, как некоторые люди играют в азартные игры в пределах имеющихся у них средств, для некоторых игра может стать проблемой, поскольку имеет все шансы превратиться в зависимость.</p>
        <p>Когда у игрока пропадает чувство удовлетворения, которое должна вызывать непринужденная игра, это значит, что игрок столкнулся с проблемой. Он может начать воспринимать игру как возможность заработать, или, что еще хуже, он может продолжить играть, чтобы вернуть ранее потерянные деньги. Такой игрок часто считает, что обладает особыми способностями или удачей, или же, что вскоре судьба станет к нему более благосклонна. Когда вы играете, надеясь выиграть, но в действительности только проигрываете и размер ваших ставок увеличивается, результатом является замкнутый круг растущего количества проигрышей и увеличение ставок, с целью возврата проигранных денег.</p>
        <p>Как игрок, вы должны нести ответственность за игру, осознавая, стоит ли вам играть вообще, а также, сколько времени и денег вы можете потратить.</p>
        <h3>Советы для ответственного отношение к азартной игре</h3>
        <p>Для многих людей азартные игры — это возможность весело и увлекательно провести время. Они принимают взвешенные решения о том, как тратить свое время и деньги, куда идти и как развлечься.</p>
        <h3>Вот несколько советов, как вы можете контролировать свою азартную игру:</h3>
        <ul>
            <li>Заблаговременно определите денежный лимит, и придерживайтесь его</li>
            <li>Азартные игры с низким уровнем риска – это способ игры с малой вероятностью потери контроля над ситуацией. Ключом к азартным играм с низким уровнем риска является осознание того, что «это всего лишь игра»</li>
            <li>Никогда не берите деньги в долг, чтобы играть в азартные игры</li>
            <li>Установите ограничение по времени</li>
            <li>Отвлекайтесь от игры при каждой подходящей возможности</li>
            <li>Постарайтесь обеспечить оптимальное соотношение времени, потраченного на азартные игры с другими видами деятельности</li>
            <li>Не играйте в азартные игры, когда вы находитесь в состоянии сильного стресса, в депрессии, состоянии алкогольного опьянения или же присутствуют какие-либо иные проблемы</li>
            <li>Используйте для азартных игр только те деньги, которые предназначены для развлечений, и никогда не тратьте деньги, выделяемые на ежедневные расходы</li>
        </ul>
        <h3>Вы понимаете, что столкнулись с проблемой.</h3>
        <ul>
            <li>Если вы оставляете свою семью в одиночестве на долгое время, чтобы поиграть в азартные игры</li>
            <li>Если вы часто пререкаетесь со своим партнером о том, что тратите на азартные игры слишком много денег и времени, и не можете остановить или ограничить себя</li>
            <li>Если вы тратите на азартные игры семейные деньги, предназначенные для аренды/ипотеки, обучения, медицинских целей, продуктов, одежды и отопления</li>
            <li>Если вы осознаете, что вам необходимо поиграть, чтобы провести время с единомышленниками</li>
            <li>Когда вы проводите время с семьей, на работе или на общественных мероприятиях, и понимаете, что постоянно думаете о своей следующей ставке</li>
            <li>Если вы рассматриваете азартные игры как способ быстрого заработка</li>
        </ul>
        <p>Если ваш ответ на любой из вышеперечисленных вопросов – «ДА», мы предлагаем немедленно принять меры, ПРЕЖДЕ чем это станет проблемой. Существует большое количество организаций, которые могут помочь решить вашу проблему. Также вы можете контролировать себя путем принятия незамедлительных мер, и устанавливая ограничения на действия со своим аккаунтом</p>
        <h3>Поддержка для решения вопросов, связанных с азартными играми (Осуществляется под надзором Gamcare UK)</h3>
        <p>Горячая линия (международная): <a href="tel:+448456000133">+44 845 6000 133</a></p>
        <p>Горячая линия (из Великобритании): <a href="tel:+08456000133">0845 6000 133</a></p>
        <p>Веб-сайт: <a href="https://www.gamcare.org.uk" target="_blank">www.gamcare.org.uk</a></p>
        <h3>Поддержка для решения вопросов, связанных с азартными играми (Осуществляется под надзором Gam-Anon UK & Ireland)</h3>
        <p>Через веб-сайт <a href="https://www.gamblersanonymous.org.uk" target="_blank">www.gamblersanonymous.org.uk</a></p>
        <h3>Действия, которые необходимо предпринять</h3>
        <p>Вам нужно взять себя в руки?</p>
        <p>Если вы считаете, что ваша увлеченность азартными играми становится проблемой, и вам необходимо сделать перерыв, мы готовы вам помочь. Просто укажите, на какой срок вы хотите закрыть свой аккаунт. Существует возможность выбора определенного периода времени. Также, вы можете навсегда закрыть свою учетную запись.</p>
        <p>Если вы не желаете приостанавливать действие своей учетной записи, а всего лишь хотите более эффективно управлять своими расходами, вы можете установить ограничение в отношении ставок, растрат и/или времени, проведенного за один сеанс. Это можно сделать, связавшись с одним из представителей нашей службы поддержки по адресу <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a> или на странице “My Account” профиля вашего игрока.</p>
        <p>Пожалуйста, обратите внимание, что если вы временно приостановите действие своей учетной записи, вы не сможете снова войти в систему, пока срок запрета на доступ не истечет. Если же вы решите отменить запрет на доступ до истечения срока, свяжитесь с нами по адресу <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a>.</p>
        <p>Для вашей пользы, термин задержки равный 7 дням будет применяться к любому запросу по снятию ограничений, установленных в отношении вашей учетной записи или лимита на ставки.</p>
    </div>
</div>

<div class="item" id="betting-rules">
    <div class="title">
        <h2>Правила приема ставок</h2>
    </div>
    <div class="text">
        <p><a href="https://bettend.com/img/Sports%20Betting%20Rules%20-%20PDF.pdf" target="_blank">Sports Betting Rules – SPORTS, MARKETS AND RULES</a></p>
    </div>
</div>

<div class="item" id="privacy-policy">
    <div class="title">
        <h2>Политика конфиденциальности</h2>
    </div>
    <div class="text">
        <p>Следующая Политика конфиденциальности была написана, чтобы изложить нашу приверженность конфиденциальности. В приведенном ниже тексте описывается, как мы собираем информацию и используем ее в отношении <a href="">lepreconcasino.com</a>.</p>
        <ol>
            <li>
                <p>Личная информация, собранная</p>
                <p>Пользоваться сайтом <a href="">lepreconcasino.com</a> вам необходимо зарегистрироваться и предоставить личную информацию, специфичную для вас “игрока”. Личная информация относится, но не ограничивается-</p>
                <ul>
                    <li>Имя пользователя</li>
                    <li>Пароль</li>
                    <li>Имя</li>
                    <li>Фамилия</li>
                    <li>Домашний или зарегистрированный адрес карты</li>
                    <li>Страна регистрации</li>
                    <li>Домашний и / или мобильный телефон</li>
                    <li>Адрес электронной почты</li>
                    <li>Дата рождения</li>
                    <li>Пол</li>
                    <li>Платежные реквизиты, которые могут относиться к банковской дебетовой / кредитной карте или веб-кошелькам</li>
                    <li>Ответ на контрольный вопрос</li>
                    <li>Мы также регистрируем IP-адрес, используемый для доступа к вашей учетной записи, это делается, чтобы помочь с потенциальными проблемами, а также для защиты вашей учетной записи от мошеннического доступа.</li>
                </ul>
                <p>Кроме того, мы можем регистрировать и записывать телефонные звонки и мгновенные сообщения как для целей обучения, так и для обращения к ним при обсуждении вопросов и споров игроков. Любая личная информация, хранящаяся у нас, будет храниться разумным и надлежащим образом, чтобы защитить предоставленную вами информацию от несанкционированного доступа или раскрытия. Юридические требования варьируются от страны к стране, но мы стремимся соблюдать действующие законы для защиты вашей конфиденциальности.</p>
            </li>
            <li>
                <p>Cookies</p>
                <p>Некоторые из страниц Lepreconcasino и письма, касающиеся использования “cookies”. Файлы cookie можно определить как " небольшой фрагмент данных, отправляемых с веб-сайта и хранящихся в веб-браузере пользователя, когда пользователь просматривает этот веб-сайт” файлы cookie используются в основном для экономии времени и облегчения доступа к сайту путем хранения паролей, поэтому вам не нужно вводить его более одного раза. В некоторых случаях файлы cookie используются наряду с технологиями отслеживания для улучшения нашего веб-сайта и пользовательского опыта.</p>
                <p>Используя веб-сайт Lepreconcasino, вы соглашаетесь с размещением таких файлов cookie на вашем устройстве. Чтобы удалить файлы cookie, размещенные нами, вы можете посетить раздел "Инструменты" вашего веб-браузера и следовать инструкциям. Не принимая куки от Lepreconcasino будет иметь отрицательный опыт на функциональность сайта и пользовательский опыт .Мы сожалеем об этом, но это важно для запуска веб-сайта. Для получения дополнительной информации о cookies, пожалуйста, посетите allaboutcookies.org.</p>
            </li>
            <li>
                <p>Права на ваши персональные данные</p>
                <p>Вы можете получить доступ к своим личным данным и, если это возможно по закону и не противоречит нашим лицензионным требованиям, вы имеете право исправлять и/или удалять неправильные и / или несоответствующие персональные данные. Запросы на персональные данные могут быть сделаны, связавшись с <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a>.</p>
            </li>
            <li>
                <p>Разглашение информации</p>
                <p>По запросу руководящего органа и/или в соответствии с каким-либо правовым положением, содержащимся в регулирующем законе, мы раскрываем личную информацию.</p>
                <p>Должны ли быть проданы все или часть нашего бизнеса, если мы передаем активы, если мы являемся частью слияния или если бизнес вступает в банкротство. Мы сохраняем за собой право передавать вашу личную информацию третьей стороне, участвующей в сделке. В этом случае вы получите сообщение по электронной почте с описанием возможных вариантов и сведениями о третьей стороне.</p>
            </li>
            <li>
                <p>Маркетинговые коммуникации</p>
                <p>Если вы решите на более позднем этапе "отказаться “от дальнейших маркетинговых сообщений, это можно сделать,” отписавшись" от маркетинговых электронных писем и SMS-сообщений. В качестве альтернативы вы можете по электронной почте support@lepreconcasino.com где вы будете удалены из будущих маркетинговых коммуникаций. Никакие личные данные не будут переданы третьим лицам в маркетинговых целях.</p>
            </li>
            <li>
                <p>Изменения в нашей политике конфиденциальности </p>
                <p>Основываясь на отзывах клиентов, изменениях в наших услугах и правовых требованиях, иногда мы можем обновлять нашу политику конфиденциальности. После внесения изменений они будут суммированы в верхней части страницы с указанием даты их добавления или редактирования. Мы рекомендуем вам периодически просматривать нашу политику конфиденциальности, чтобы быть в курсе любых изменений.</p>
            </li>
            <li>
                <p>Контактная информация</p>
                <p>Если у вас есть какие-либо вопросы относительно нашей политики конфиденциальности или вы считаете, что мы не соблюдаем политику конфиденциальности, изложенную выше, пожалуйста, свяжитесь с нами по адресу: <a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a></p>
            </li>
        </ol>
    </div>
</div>

<div class="item" id="partners">
    <div class="title">
        <h2>Партнерам</h2>
    </div>
    <div class="text">

    </div>
</div>