<div class="text">
    <ul>
        <li>
            <a href="">1.1. Зачем создавать аккаунт?</a>
            <div class="dropdown">
                <p>Создание аккаунта на <a href="/">LepreconCasino.com</a> открывает для нового игрока много возможностей.</p>
                <ol>
                    <li>Вы сможете насладиться любым из предлагаемых нами развлечений, будь то игры казино, спортивный тотализатор, покер или бинго.</li>
                    <li>Регистрация учетной записи ни к чему не обязывает и не налагает на игрока никакой ответственности.</li>
                    <li>Вы сможете играть в игры казино бесплатно и на реальные деньги, если пожелаете.</li>
                </ol>
            </div>
        </li>
        <li>
            <a href="" class="active">1.2. Как создать LepreconCasino аккаунт?</a>
            <div class="dropdown" style="display: block;">
                <ol>
                    <li>Открытие аккаунта происходит в три простых шага и занимает всего несколько минут, после чего можно сразу приступать к игре.</li>
                    <li>Перейдите на главную страницу сайта и в правом верхнем углу нажмите на линк «Регистрация». Заполните несложную регистрационную форму, после чего кликните «Зарегистрироваться».</li>
                    <li>Чтобы играть на реальные деньги, пополните счет в  любое удобное время.</li>
                    <li>Регистрация завершена, теперь можно приступить к игре.</li>
                </ol>
            </div>
        </li>
        <li>
            <a href="">1.3. Правила и условия создания аккаунта</a>
            <div class="dropdown">
                <p>Чтобы ничего не мешало игроку наслаждаться всеми возможностями нашего сайта, ему необходимо запомнить несколько обязательных для соблюдения правил при создании аккаунта.</p>
                <p>Нельзя создавать более одного аккаунта.</p>
                <p>Если система выявит пользователя с двумя или более аккаунтами, все средства, которые на них имеются (кроме бонусных), будут переведены на один по выбору системы, остальные будут удалены безвозвратно, а имеющиеся бонусы аннулированы.</p>
                <p>Если вы обнаружили, что ваш аккаунт закрыт, обратитесь в  Службу поддержки. Вам помогут.</p>
            </div>
        </li>
        <li>
            <a href="">1.4. Как войти в личный кабинет?</a>
            <div class="dropdown">
                <p>Войти в личный аккаунт на LepreconCasino очень просто. Для этого достаточно в верхнем правом углу домашней страницы ввести логин и пароль в соответствующие поля. После этого нажать на кнопку «Войти».</p>
            </div>
        </li>
        <li>
            <a href="">1.5. Что делать, если я забыл имя пользователя или пароль?</a>
            <div class="dropdown">
                <p>Не волнуйтесь. Если вы забыли имя пользователя или пароль, нажмите на ссылку «Забыли пароль?», которая расположена рядом с полями входа. Потребуется ввести адрес электронной почты, привязанный к вашей учетной записи. На данный Email мы отправим письмо с напоминанием этих данных, а также форму для изменения пароля.</p>
            </div>
        </li>
        <li>
            <a href="">1.6. Я забыл все данные для входа в аккаунт</a>
            <div class="dropdown">
                <p>Если вы забыли данные для входа и вам нужна помощь, свяжитесь со Службой поддержки, отправив электронное письмо. Для того чтобы Служба поддержки смогла найти ваш аккаунт в системе, вам потребуется указать свое полное имя, дату рождения и другую информацию, подтверждающую вашу личность.</p>
            </div>
        </li>
        <li>
            <a href="">1.7. Что делать, если мой аккаунт заблокирован?</a>
            <div class="dropdown">
                <p>Для начала мы рекомендуем вам удалить временные файлы Интернета и файлы cookie. После этого попробуйте снова войти в систему.</p>
                <p>Если вы все еще не можете войти, возможно, причиной является ввод неправильного пароля. Ради безопасности вашей учетной записи она будет заблокирована после шести неудачных попыток входа. Для разблокировки аккаунта обратитесь в Службу поддержки. После этого вы сможете сменить пароль и войти в свою учетную запись.</p>
                <p>Я удалил временные файлы Интернета и файлы cookie и  уверен, что пароль правильный, но я все равно не могу войти.</p>
                <p>Обратитесь в Службу поддержки, они смогут установить причину.</p>
            </div>
        </li>
        <li>
            <a href="">1.8. Где хранится информация о моем профиле?</a>
            <div class="dropdown">
                <p>Данные о профиле игрока всегда можно найти в разделе «Мой профиль», куда можно попасть, кликнув на соответствующую вкладку в левой части главной страницы.</p>
            </div>
        </li>
        <li>
            <a href="">1.9. Какие данные нельзя изменить?</a>
            <div class="dropdown">
                <p>Изменению не подлежат следующие данные: ваше имя, имя пользователя и страна. Если вы допустили ошибку при вводе этой информации во время настройки своего игрового аккаунта, обратитесь за помощью в Службу поддержки. Вам потребуется копия удостоверения личности.</p>
            </div>
        </li>
        <li>
            <a href="">1.10. Какие данные я могу изменить?</a>
            <div class="dropdown">
                <p>Информация, которая может быть изменена, включает ваш домашний адрес, номер телефона, дату рождения, электронную почту, на которую вы хотите получать уведомления LepreconCasino и электронные сообщения, а также пароль к аккаунту. Важно, чтобы вся эта информация была актуальной.</p>
            </div>
        </li>
        <li>
            <a href="">1.11. Как изменить данные?</a>
            <div class="dropdown">
                <p>Вы можете изменить данные своего аккаунта, выбрав страницу «Изменить профиль» в разделе «Мой профиль». Сделайте необходимые изменения, введя новые данные в заданные поля. После этого введите текущий пароль и сохраните изменения, нажав на кнопку «Обновить информацию».</p>
            </div>
        </li>
        <li>
            <a href="">1.12. Как запросить приветственный бонус</a>
            <div class="dropdown">
                <p>Как получить мой приветственный бонус?</p>
                <p>Как только вы зарегистрируете аккаунт и внесете свой первый депозит, бонус будет мгновенно начислен вам в размере 100%.</p>
            </div>
        </li>
        <li>
            <a href="">1.13. Обслуживание клиентов</a>
            <div class="dropdown">
                <p>Обслуживание клиентов осуществляется по электронной почте support@lepreconcasino.com или через онлайн-чат. Служба поддержки ответит на ваш запрос в течение 24 часов. Запросы оскорбительного или неуважительного характера рассматриваться не будут.</p>
                <p>Пожалуйста, не отправляйте несколько запросов по одной и той же теме до истечения времени ожидания (24 часа).</p>
            </div>
        </li>
    </ul>
</div>