<div class="text">
    <ul>
        <li>
            <a href="">3.1. Вывод средств</a>
            <div class="dropdown">
                <p>Для того чтобы вывести средства, перейдите в раздел «Счета».</p>
                <p>В этом меню вы найдете раздел «Вывод средств». Если ваша личность еще не подтверждена, появится уведомление с приглашением на прохождение верификации. Если у вас есть действующие бонусы, вы также получите предложение использовать их перед тем, как продолжить вывод средств.</p>
                <p>Чтобы вывести средства, выберите на странице предпочтительный способ вывода и укажите сумму.</p>
            </div>
        </li>
        <li>
            <a href="">3.2. Инструкции по отмене вывода средств</a>
            <div class="dropdown">
                <p>Вы можете посмотреть статус вывода средств, перейдя в разделе «Мои счета» на вкладку «Ожидаемые выводы средств». Если запрос на вывод не отображается, значит, ваша заявка находится в обработке в отделе платежей. В этом разделе вы можете отменить запрос на вывод средств и вернуть деньги на свой аккаунт. Для этого используйте предоставленную ссылку. Деньги будут немедленно доступны к использованию в вашей учетной записи LepreconCasino.</p>
            </div>
        </li>
        <li>
            <a href="">3.3. Процесс вывода средств</a>
            <div class="dropdown">
                <p>Вывод средств производится по понедельникам, вторникам, средам, четвергам и пятницам. После обработки запроса вы получите средства в течение 7 рабочих дней в зависимости от выбранного вами способа вывода.</p>
            </div>
        </li>
    </ul>
</div>