<div class="text">
    <ul>
        <li>
            <a href="">2.1. Как внести депозит. Пошаговые инструкции.</a>
            <div class="dropdown">
                <p>Для того чтобы внести депозит в LepreconCasino, вам сначала необходимо зарегистрировать аккаунт. Если у вас нет аккаунта в LepreconCasino, вы можете зарегистрироваться на сайте <a href="/">LepreconCasino.com</a>. После того, как вы вошли в учетную запись, перейдите на вкладку – «Депозит».</p>
                <p>Некоторые из предложенных вариантов оплаты зависят от страны, поэтому в разделе «Варианты оплаты» вы можете видеть только доступные для вашего региона. После выбора наиболее подходящего способа оплаты, введите по нему всю необходимую информацию. Средства будут зачислены на ваш счет в установленный период.</p>
            </div>
        </li>
        <li>
            <a href="">2.2. Неудачные депозиты</a>
            <div class="dropdown">
                <p>Пополнение счета может быть неудачным по разным причинам. Это может быть связано с техническими проблемами с вашей или нашей стороны.</p>
                <p>Тем не менее, если вы обнаружили, что деньги со счета или карты были сняты, но на ваш счет в LepreconCasino не поступили, или по не зависящим от вас причинам депозит не отображается в вашем личном кабинете, свяжитесь с нашей Службой поддержки и предоставьте им следующую информацию:</p>
                <ul>
                    <li>Полное имя/адрес электронной почты владельца аккаунта</li>
                    <li>Время пополнения</li>
                    <li>Дата</li>
                    <li>Сумма пополнения</li>
                    <li>Номер /ID транзакции/16-значный PIN-код/номер купона</li>
                </ul>
                <p>Чтобы ускорить процесс, по возможности вышлите скриншот квитанции на:</p>
                <p><a href="mailto:support@lepreconcasino.com">support@lepreconcasino.com</a> на котором будут четко видны данные о пополнении.</p>
            </div>
        </li>
        <li>
            <a href="">2.3. Невозможно пополнить счет из-за технических проблем</a>
            <div class="dropdown">
                <p>Важно, чтобы на вашем компьютере была установлена последняя версия JAVA и разрешены всплывающие окна, так как они необходимы для проведения некоторых вариантов оплаты.</p>
            </div>
        </li>
        <li>
            <a href="">2.4. Неудачное пополнение с кредитной карты</a>
            <div class="dropdown">
                <p>Пополнение с карты может быть неудачным по разным причинам, и если вы получили отказ, свяжитесь с нашей Службой поддержки и сообщите об ошибке, тогда вам смогут помочь. Однако перед этим вы должны убедиться, что ваша карта может использоваться для интернет-транзакций, а для совершения депозита достаточно суммы на счете. Эту информацию можно уточнить в вашем банке.</p>
            </div>
        </li>
        <li>
            <a href="">2.5. Пополнение через Skrill Moneybookers</a>
            <div class="dropdown">
                <p>Если у вас не получается пополнить счет через Skrill Moneybookers, прежде чем обращаться в нашу Службу поддержки, проверьте следующее:</p>
                <p>Активен и не закрыт ли ваш аккаунт Skrill Moneybookers?</p>
                <p>Достаточно ли средств на аккаунте для совершения депозита?</p>
                <p>Убедитесь, что вы вносите сумму не меньше, чем минимально допустимый и не больше, чем максимально допустимый депозит для Skrill Moneybookers.</p>
                <p>Использовался ли такой же аккаунт Skrill Moneybookers в другой учетной записи LepreconCasino? Вы можете использовать такой же аккаунт только в одной учетной записи LepreconCasino.</p>
                <p>Были ли списаны средства с вашего аккаунта Skrill Moneybookers, если да, то какая сумма?</p>
                <p>Какой ID транзакции для депозита в Skrill Moneybookers?</p>
            </div>
        </li>
        <li>
            <a href="">2.6. Пополнение через Neteller</a>
            <div class="dropdown">
                <p>Если вы не можете пополнить счет через Neteller, прежде чем обращаться в нашу Службу поддержки, проверьте следующее:</p>
                <p>Активен и не закрыт ли ваш аккаунт Neteller?</p>
                <p>Достаточно ли средств на аккаунте для совершения депозита?</p>
                <p>Убедитесь, что ваш депозит не меньше, чем минимально допустимый, или не больше, чем максимально допустимый депозит для Neteller.</p>
                <p>Использовался ли такой же аккаунт Neteller в другой учетной записи LepreconCasino? Вы можете использовать такой же аккаунт только в одной учетной записи LepreconCasino.</p>
                <p>Были ли сняты деньги с вашего аккаунта Neteller, если да, то какая сумма?</p>
                <p>Какой ID транзакции для депозита в Neteller?</p>
            </div>
        </li>
        <li>
            <a href="">2.7. Entropay неудачный депозит</a>
            <div class="dropdown">
                <p>Если у вас возникли затруднения с внесением депозита через систему Entropay, прежде чем обращаться в нашу Службу поддержки, проверьте следующее:</p>
                <p>Достаточно ли средств на карте для совершения депозита?</p>
                <p>Убедитесь, что сумма, которую вы собираетесь внести, не меньше, чем минимально допустимый, или не больше, чем максимально допустимый депозит для Entropay.</p>
                <p>Использовалась ли такая же карта Entropay в другой учетной записи LepreconCasino? Вы можете использовать одну и ту же карту только в одной учетной записи LepreconCasino.</p>
            </div>
        </li>
        <li>
            <a href="">2.8. Проблемы с пополнением счета через Paysafe</a>
            <div class="dropdown">
                <p>Если вы не можете пополнить счет через Paysafe, прежде чем обращаться в нашу Службу поддержки, проверьте следующее:</p>
                <p>Проверьте правильность ввода 16-значного PIN-кода с вашей карты.</p>
                <p>Достаточно ли средств на карте для совершения депозита?</p>
                <p>Убедитесь, что сумма вашего пополнения не меньше, чем минимально допустимый, или не больше, чем максимально допустимый депозит для карты Paysafe.</p>
            </div>
        </li>
    </ul>
</div>